Repository: zhrispineda/About-This-Mac
Catalog: System Information/Resources/SPInfo.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# DISP_BUILTIN_RETINA
source: Built-in Retina Display
ar: شاشة ريتنا مضمنة
ca: Pantalla Retina integrada
cs: Vestavěný Retina displej
da: Indbygget Retina-skærm
de: Integriertes Retina-Display
el: Ενσωματωμένη οθόνη Retina
es: Pantalla Retina integrada
es_419: Pantalla Retina integrada
fi: Sisäinen Retina-näyttö
fr: Écran Retina intégré
fr_ca: Écran Retina intégré
he: צג Retina מובנה
hi: बिल्टइन Retina डिस्प्ले
hr: Ugrađeni Retina zaslon
hu: Beépített Retina kijelző
id: Layar Retina Internal
it: Monitor Retina integrato
ja: 内蔵Retinaディスプレイ
ko: 내장 Retina 디스플레이
ms: Paparan Retina Terbina Dalam
nl: Ingebouwd Retina-scherm
no: Innebygd Retina-skjerm
pl: Wbudowany wyświetlacz Retina
pt_br: Tela Retina Integrada
pt_pt: Ecrã Retina integrado
ro: Afișaj Retina integrat
ru: Встроенный дисплей Retina
sk: Vstavaný Retina displej
sl: Vgrajeni zaslon Retina
sv: Inbyggd Retina-skärm
th: จอภาพ Retina ในตัวเครื่อง
tr: Yerleşik Retina Ekran
uk: Вбудований дисплей Retina
vi: Màn hình Retina Tích hợp
zh_cn: 内建视网膜显示器
zh_hk: 內置Retina顯示器
zh_tw: 內建Retina顯示器

source: License Agreement
ar: اتفاقية الترخيص
ca: Contracte de llicència
cs: Licenční ujednání
da: Licensaftale
de: Lizenzvereinbarung
el: Σύμβαση άδειας χρήσης
es: Contrato de licencia
es_419: Contrato de licencia
fi: Lisenssisopimus
fr: Contrat de licence
fr_ca: Contrat de licence
he: הסכם רישיון
hi: लाइसेंस अनुबंध
hr: Licencni ugovor
hu: Licencszerződés
id: Perjanjian Lisensi
it: Contratto di licenza
ja: 使用許諾契約
ko: 사용권 계약
ms: Perjanjian Lesen
nl: Licentieovereenkomst
no: Lisensavtale
pl: Umowa licencyjna
pt_br: Contrato de Licença
pt_pt: Contrato de Licença
ro: Contract de licență
ru: Лицензионное соглашение
sk: Licenčná zmluva
sl: Licenčna pogodba
sv: Licensavtal
th: ข้อตกลงสิทธิ์การใช้งาน
tr: Lisans Sözleşmesi
uk: Ліцензійна угода
vi: Thỏa thuận Cấp phép
zh_cn: 许可协议
zh_hk: 許可協議
zh_tw: 許可協議

# DISP_APPLE_DISP
source: Apple %@ Display
ar: شاشة Apple %@‎
ca: Pantalla %@ Apple
cs: Apple %@ monitor
el: Οθόνη Apple %@
es: Pantalla Apple %@ Display
es_419: Pantalla Apple %@ Display
fi: Apple %@ -näyttö
fr: Écran Apple %@
fr_ca: Écran Apple %@
he: מסך %@ של Apple
hi: Apple %@ डिस्प्ले
hr: Apple %@ zaslon
id: Layar %@ Apple
it: Schermo Apple %@
ja: Apple %@ディスプレイ
ms: Paparan Apple %@
nl: Apple %@-beeldscherm
no: Apple %@-skjerm
pl: Wyświetlacz Apple %@
pt_pt: Monitor Apple %@
ro: Afișaj Apple %@
ru: Монитор Apple %@ Display
sk: Apple %@ displej
th: จอภาพ%[tt]@ยี่ห้อ Apple
uk: Дисплей Apple %@
vi: Màn hình Apple %@

# MEM_INFO_N_NO_BREAK
source: Your Mac contains %@ memory slots, %@ of which are installed with a %@ memory module.
ar: عدد فتحات الذاكرة في الـ Mac %@، تم تثبيت %@ منها مع وحدة نمطية %@.
ca: El Mac té %@ ranures de memòria, %@ de les quals estan instal·lades amb un mòdul de memòria de %@.
cs: Váš Mac je vybaven %@ paměťovými pozicemi. Do %@ z nich je nainstalován paměťový modul %@.
da: Din Mac har %@ hukommelsespladser. I %@ af dem er der installeret en %@-hukommelsesenhed.
de: Dein Mac enthält %@ Speichersteckplätze, in %@ davon ist ein %@-Speichermodul installiert.
el: Το Mac σας περιέχει %@ υποδοχές μνήμης, %@ εκ των οποίων έχουν εγκατασταθεί με υπομονάδα μνήμης %@.
es: Tu Mac contiene %@ ranuras de memoria, %@ de las cuales están instaladas con un módulo de memoria de %@.
es_419: Tu Mac contiene %@ ranuras de memoria, %@ de las cuales están instaladas con un módulo de memoria de %@.
fi: Macissa on %@ muistipaikkaa, joista %@ sisältää muistimoduulin tyyppiä %@.
fr: Votre Mac comprend %@ logements de mémoire, dont %@ sont installés avec un module de mémoire de %@.
fr_ca: Votre Mac comprend %@ emplacements de mémoire, dont %@ accueillent un module de mémoire de %@.
he: ה-Mac שלך מכיל %@ חריצי זיכרון; ב-%@ מהם מותקן רכיב זיכרון מסוג %@.
hi: आपके Mac में %@ मेमोरी स्लॉट हैं जिनमें से %@ में %@ मेमोरी मॉड्यूल इंस्टॉल हैं।
hr: Vaš Mac opremljen je s memorijskim utorima (%@), od kojih je u njih %@ instaliran memorijski modul %@.
hu: A Macje %@ memóriafoglalatot tartalmaz, amelyekből %@ foglalatban egy %@ memóriamodul van telepítve.
id: Mac Anda berisi %@ slot memori, %@ di antaranya diinstal dengan modul memori %@.
it: Il Mac contiene %@ slot di memoria; su %@ di essi è stato installato un modulo di memoria %@.
ja: このMacにはメモリスロットが%@基あります。その内%@基には%@メモリモジュールが装着されています。
ko: 사용자의 Mac에는 %@개의 메모리 슬롯이 있으며, %@개의 슬롯은 %@ 메모리 모듈과 함께 설치되어 있습니다.
ms: Mac anda mengandungi %@ slot memori, %@ daripadanya dipasang dengan modul memori %@.
nl: Deze Mac heeft %@ geheugensleuven, in %@ daarvan is een geheugenmodule van %@ geïnstalleerd.
no: Macen har %@ minneplasser. %@ av dem har en %@-minnemodul installert.
pl: Liczba gniazd pamięci w tym Macu: %1$@. Liczba gniazd z zainstalowanym modułem %3$@: %2$@.
pt_br: O Mac contém %@ slots de memória, %@ dos quais estão instalados com um módulo de memória de %@.
pt_pt: O seu Mac contém %@ conectores de memória, %@ dos quais estão instalados com um módulo de memória de %@.
ro: Mac-ul dvs. conține %@ sloturi de memorie, în %@ dintre acestea fiind instalat câte un modul de memorie de %@.
ru: Ваш компьютер Mac оснащен %@ слотами памяти, %@ из которых установлены с модулем памяти %@.
sk: Váš Mac obsahuje pamäťové sloty (%@), v niektorých (%@) je nainštalovaný pamäťový modul %@.
sl: Vaš Mac ima toliko rež za pomnilnik: %1$@, od tega jih je s pomnilniškim modulom %3$@ nameščenih toliko: %2$@.
sv: Din Mac innehåller %1$@ minneskortplatser. En minnesmodul av typen %3$@ har installerats i %2$@ av dem.
th: Mac ของคุณมีช่องเสียบหน่วยความจำ %@ ช่อง ซึ่ง %@ ช่องจะถูกติดตั้งด้วยโมดูลหน่วยความจำ %@
tr: Mac’inizde %@ tane bellek yuvası var. Bunların %@ tanesinde %@ bellek modülü takılı.
uk: Ваш Mac має кілька слотів для памʼяті (%@), у %@ з яких вставлено модуль памʼяті %@.
vi: Máy Mac của bạn có %@ khe bộ nhớ, %@ trong số các khe đó đã được lắp đặt mô-đun bộ nhớ %@.
zh_cn: 你的Mac包含%@个内存插槽，其中%@个插槽安装了%@内存条。
zh_hk: 你的Mac內有%@個記憶體插槽，當中的%@個插槽已安裝%@記憶體模組。
zh_tw: 你的Mac內含%@個記憶體插槽，其中%@個已安裝%@記憶體模組。

# EXT_DISK_SIZE_SSD
source: External %@ Solid State Drive
ar: محرك أقراص %@ الحالة الصلبة الخارجي
ca: Unitat d’estat sòlid %@ extern
cs: Externí %@ jednotka SSD
da: Ekstern %@ Solid state-disk
de: Externe %@ Solid-State-Festplatte
el: Εξωτερικός δίσκος στερεάς κατάστασης %@
es: Unidad de estado sólido externa de %@
es_419: Unidad de estado sólido externa de %@
fi: Ulkoinen %@ -SSD
fr: %@ Disque SSD externe
fr_ca: %@ Disque SSD externe
he: כונן %@ הבזק חיצוני
hi: बाहरी %@ सॉलिड स्टेट ड्राइव
hr: Vanjski %@ SSD pogon
hu: Külső %@ SSD-meghajtó
id: %@ Solid State Drive Eksternal
it: Unità SSD esterna %@
ja: 外部%@ ソリッドステートドライブ
ko: 외장 %@ 솔리드 스테이트 드라이브
ms: %@ Pemacu Keadaan Pepejal Luaran
nl: Externe %@ Solid state-schijf
no: Ekstern %@ Solid State Drive
pl: Dysk zewnętrzny SSD %@
pt_br: Unidade Externa de Estado Sólido %@
pt_pt: Disco SSD externo %@
ro: %@ SSD extern
ru: Внешний SSD-диск %@
sk: Externý %@ SSD disk
sl: Zunanji disk SSD %@
sv: Extern %@ SSD-enhet
th: ไดรฟ์โซลิดสเตท %@ ภายนอก
tr: Harici %@ Katı Hâl Sürücüsü
uk: Зовнішній накопичувач SSD %@
vi: Ổ lưu trữ Bán dẫn %1$@ Ngoài
zh_cn: 外置%@ 固态驱动器
zh_hk: 外置%@ 固態硬碟
zh_tw: 外接%@ 固態硬碟

# MEM_GIGABYTE_FORMAT
source: %@ GB
ar: %@ غ.ب.
fi: %@ Gt
fr: %@ Go
fr_ca: %@ Go
he: ‏%@ ג״ב
ru: %@ ГБ
uk: %@ ГБ

# DISK_OTHER_VOLS
source: Other Volumes in Container
ar: وحدات التخزين الأخرى في الحاوية
ca: El contenidor té altres volums
cs: Ostatní svazky v kontejneru
da: Andre enheder i beholder
de: Andere Volumes im Container
el: Άλλοι τόμοι στον περιέκτη
es: Otros volúmenes del contenedor
es_419: Otros volúmenes en el contenedor
fi: Säiliön muut taltiot
fr: Autres volumes dans le conteneur
fr_ca: Autres volumes dans le conteneur
he: אמצעי אחסון אחרים בגורם המכיל
hi: कंटेनर में अन्य वॉल्यूम
hr: Druge jedinice u spremniku
hu: Egyéb kötetek a tárolóban
id: Volume Lainnya di Wadah
it: Altri volumi nel contenitore
ja: コンテナ内のほかのボリューム
ko: 컨테이너의 다른 볼륨
ms: Volum Lain dalam Bekas
nl: Andere volumes in container
no: Andre volumer i beholderen
pl: Inne woluminy w kontenerze
pt_br: Outros Volumes no Contêiner
pt_pt: Outros volumes no contentor
ro: Alte volume din container
ru: Другие тома в контейнере
sk: Iné oddiely v kontajneri
sl: Drugi nosilci v vsebniku
sv: Andra volymer i behållaren
th: ดิสก์โวลุ่มอื่นในตัวบรรจุ
tr: Kapsayıcıdaki Diğer Disk Bölümleri
uk: Інші томи в контейнері
vi: Các ổ đĩa khác trong bộ chứa
zh_cn: 容器中的其他宗卷
zh_hk: 容器中的其他卷宗
zh_tw: 容器中的其他卷宗

# MEM_UNDERPOPULATED
source: To improve performance, it is recommended that memory is installed in pairs, and at least four modules are installed.
ar: لتحسين الأداء، يوصى تثبيت الذاكرة بشكل زوجي، على أن يتم تثبيت ٤ وحدات على الأقل.
ca: Per millorar el rendiment, es recomana instal·lar la memòria en parelles i com a mínim, quatre mòduls.
cs: Pro zlepšení výkonu se doporučuje instalovat paměť po dvojicích a použít nejméně čtyři moduly.
da: Af hensyn til ydeevnen anbefales det, at hukommelsesenheder installeres parvis, og at der installeres mindst fire moduler.
de: Zur Verbesserung der Leistung wird empfohlen, Speichermodule in Paaren zu installieren, wobei mindestens vier Module installiert werden sollten.
el: Για βελτίωση της απόδοσης, συνιστάται η εγκατάσταση μνήμης σε ζεύγη και η εγκατάσταση τουλάχιστον τεσσάρων υπομονάδων.
es: Para mejorar el rendimiento, se recomienda instalar la memoria en pares de módulos, con un mínimo de cuatro módulos instalados.
es_419: Para mejorar el rendimiento, se recomienda instalar memoria en pares y usar al menos cuatro módulos.
fi: Suorituskyvyn parantamiseksi on suositeltavaa asentaa muistit pareittain ja että vähintään neljä moduulia asennetaan.
fr: Pour améliorer les performances, il est recommandé que la mémoire soit installée par paires et qu’au moins quatre modules soient installés.
fr_ca: Pour améliorer la performance, il est recommandé d’installer la mémoire par paires et d’installer au moins quatre modules.
he: כדי לשפר ביצועים, מומלץ שהזיכרון יותקן בצמדים ושלפחות ארבעה מודולים יותקנו.
hi: प्रदर्शन सुधारने के लिए यह अनुशंसित है कि मेमोरी पेयर में इंस्टॉल हो और कम से कम चार मॉड्यूल इंस्टॉल हों।
hr: Kako bi se poboljšala učinkovitost, savjetujemo da se memorija instalira u parovima te da je instalirano najmanje četiri modula.
hu: A teljesítmény javításához célszerű a memóriamodulokat párosával behelyezni, és legalább négy modult használni.
id: Untuk meningkatkan kinerja, Anda dianjurkan untuk memasang memori berpasangan, dan setidaknya empat modul terpasang.
it: Per migliorare le prestazioni è consigliabile l’installazione di memoria a coppie e di almeno quattro moduli.
ja: パフォーマンス向上のために、メモリは2枚1組で装着し、最低でも4枚のモジュールを装着することをお勧めします。
ko: 성능 향상을 위해 메모리를 최소 4개의 모듈에 쌍으로 설치할 것을 권장합니다.
ms: Untuk meningkatkan prestasi, anda disyorkan bahawa memori dipasang dalam pasangan dan sekurang-kurangnya empat modul dipasang.
nl: Om de prestaties te verbeteren, verdient het aanbeveling om minimaal vier geheugenmodules in paren te installeren.
no: Du kan forbedre ytelsen ved å installere minnemoduler parvis og ha minst fire moduler installert.
pl: W celu poprawienia wydajności zalecamy instalowanie modułów pamięci w parach i używanie co najmniej czterech modułów.
pt_br: Para melhorar o desempenho, recomenda-se instalar a memória em pares, e ao menos quatro módulos estão instalados.
pt_pt: Para melhorar o desempenho, recomenda‑se que a memória seja instalada aos pares e que sejam instalados, pelo menos, quatro módulos.
ro: Pentru îmbunătățirea performanței, se recomandă ca memoria să fie instalată pe perechi și cel puțin patru module să fie instalate.
ru: Для повышения производительности рекомендуется устанавливать память парами и установить минимум четыре модуля.
sk: Na zlepšenie výkonu sa odporúča nainštalovať párny počet pamäťových modulov, pričom by mali byť aspoň štyri.
sl: Če želite izboljšati delovanje, je priporočljivo, da namestite pomnilnik v parih in da namestite vsaj štiri module.
sv: För att förbättra prestanda rekommenderar vi att minnet installeras parvis och att minst fyra moduler är installerade.
th: ในการปรับปรุงประสิทธิภาพการทำงาน แนะนำให้ติดตั้งหน่วยความจำเป็นคู่ และติดตั้งอย่างน้อยสี่โมดูล
tr: Performansı artırmak için bellek modüllerinin çiftler halinde ve en az dört modül olacak şekilde takılması önerilir.
uk: Щоб підвищити продуктивність, рекомендуємо встановлювати модулі памʼяті парами (щонайменше чотири).
vi: Để cải thiện hiệu suất, chúng tôi khuyên bạn nên cài đặt bộ nhớ theo các cặp cũng như cài đặt ít nhất bốn mô-đun.
zh_cn: 为了提高性能，建议你成对安装内存，且最少安装四个内存条。
zh_hk: 若要改進效能，建議成對安裝記憶體，並至少安裝四個模組。
zh_tw: 若要增進效能，建議成對安裝記憶體，並至少安裝四個模組。

# CHIP_LABEL_INTEL
source: Processor
ar: المعالج
ca: Processador
cs: Procesor
de: Prozessor
el: Επεξεργαστής
es: Procesador
es_419: Procesador
fi: Prosessori
fr: Processeur
fr_ca: Processeur
he: מעבד
hi: प्रोसेसर
hr: Procesor
hu: Processzor
id: Prosesor
it: Processore
ja: プロセッサ
ko: 프로세서
ms: Pemproses
no: Prosessor
pl: Procesor
pt_br: Processador
pt_pt: Processador
ro: Procesor
ru: Процессор
sk: Procesor
sl: Procesor
th: หน่วยประมวลผล
tr: İşlemci
uk: Процесор
vi: Bộ xử lý
zh_cn: 处理器
zh_hk: 處理器
zh_tw: 處理器

# EXT_DISK_SIZE_TYPE
source: External %@ %@ Disk
ar: قرص %2$@ خارجي %1$@
ca: Disc %@ extern %@
cs: Externí %@ %@ disk
da: Ekstern %@ %@-disk
de: Externe %@- %@-Festplatte
el: Εξωτερικός δίσκος %@ %@
es: Disco %2$@ externo de %1$@
es_419: Disco %2$@ externo de %1$@
fi: Ulkoinen %@ %@-levy
fr: %@ Disque %@ externe
fr_ca: %@ Disque %@ externe
he: כונן %@ ‏%@ חיצוני
hi: बाहरी %@ %@ डिस्क
hr: Vanjski %@ %@ disk
hu: Külső %@ %@ lemez
id: Disk %@ %@ Eksternal
it: Disco esterno %@ %@
ja: 外部%@ %@ディスク
ko: 외장 %@ %@ 디스크
ms: %@ Cakera %@ Luaran
nl: Externe %@ %@-schijf
no: Ekstern %@ %@-disk
pl: Dysk zewnętrzny %@ %@
pt_br: Disco Externo %2$@ %1$@
pt_pt: Disco externo %2$@ %1$@
ro: %@ Disc %@ extern
ru: Внешний диск %2$@ %1$@
sk: Externý %@ %@ disk
sl: Zunanji disk %2$@ %1$@
sv: Extern %@ %@-skiva
th: ดิสก์ %2$@ %1$@ ภายนอก
tr: Harici %@ %@ Disk
uk: Зовнішній диск %2$@ %1$@
vi: Ổ đĩa %1$@ %2$@ Ngoài
zh_cn: 外置%@ %@磁盘
zh_hk: 外置%@ %@磁碟
zh_tw: 外接%@ %@磁碟

# COPYRIGHT_LABEL
source: ™ and © %@ All Rights Reserved.
ar: ‏™ و ⁨‎© %@⁩ جميع الحقوق محفوظة.
ca: ™ i © %@ Tots els drets reservats.
cs: ™ a © %@ Všechna práva vyhrazena.
da: ™ og © %@ Alle rettigheder forbeholdes.
de: ™ und © %@ Alle Rechte vorbehalten.
el: ™ και © %@ Με επιφύλαξη κάθε δικαιώματος.
es: ™ y © %@ Todos los derechos reservados.
es_419: ™ y © %@ Todos los derechos reservados.
fi: ™ ja © %@ Kaikki oikeudet pidätetään.
fr: ™ et © %@ Tous droits réservés.
fr_ca: ™ et © %@ Tous droits réservés.
he: ‏™ ו-© ‏%@ כל הזכויות שמורות.
hi: ™ और © %@ सर्वाधिकार सुरक्षित।
hr: ™ i © %@ Sva prava pridržana.
hu: ™ és © %@ Minden jog fenntartva.
id: ™ dan © %@ Semua Hak Cipta Dilindungi Undang-Undang.
it: ™ e © %@ Tutti i diritti riservati.
ko: ™ 및 © %@ 모든 권리 보유.
ms: ™ dan © %@ Hak Cipta Terpelihara.
nl: ™ en © %@ Alle rechten voorbehouden.
no: ™ og © %@ Alle rettigheter forbeholdes.
pl: ™ oraz © %@ Wszystkie prawa zastrzeżone.
pt_br: ™ e © %@ Todos os Direitos Reservados.
pt_pt: ™ e © %@ Todos os direitos reservados.
ro: ™ și © %@ Toate drepturile rezervate.
ru: ™ и © %@ Все права защищены.
sk: ™ a © %@ Všetky práva vyhradené.
sl: ™ in © %@ Vse pravice pridržane.
sv: ™ och © %@ Alla rättigheter förbehålls.
th: ™ และ © %@ สงวนสิทธิ์ทุกประการ
tr: ™ ve © %@ Tüm Hakları Saklıdır.
uk: ™ і © %@ Усі права захищено.
vi: ™ và © %@ Mọi quyền được bảo lưu.
zh_cn: ™和© %@ 保留一切权利。
zh_hk: ™ and © %@ 保留一切權利。
zh_tw: ™ and © %@ 保留一切權利。

# DISK_SIZE_FLASH
source: %@ Flash Storage
ar: ‏%@ تخزين فلاش
ca: %@ Emmagatzematge flash
cs: Paměť Flash %@
da: %@ Flash-lagring
de: %@ Flash-Speicher
el: Χώρος αποθήκευσης flash %@
es: %@ Almacenamiento flash
es_419: %@ Almacenamiento flash
fi: %@ Flash-tallennustila
fr: %@ Stockage Flash
fr_ca: %@ Stockage Flash
he: %@ אחסון הבזק
hi: %@ फ़्लैश स्टोरेज
hr: %@ Flash memorija
hu: %@ Flash-tároló
id: %@ Penyimpanan Kilat
it: Unità flash %@
ja: %@ フラッシュ ストレージ
ko: %@ 플래시 저장 장치
ms: %@ Storan Kilat
nl: %@ Flash-opslag
no: %@ Flash-lagring
pl: %@ Pamięć flash
pt_br: %@ Armazenamento Flash
pt_pt: Disco flash: %@
ro: %@ Stocare flash
ru: Флеш-накопитель %@
sk: %@ Flash úložisko
sl: Bliskovni pomnilnik %@
sv: %@ Flash-lagringsutrymme
th: %@ พื้นที่จัดเก็บข้อมูล แบบแฟลช
tr: %@ Flaş Depolama
uk: Flash-памʼять %@
vi: Ổ lưu trữ Flash %@
zh_cn: %@ 闪存
zh_hk: %@ 快閃儲存裝置
zh_tw: %@ 快閃儲存裝置

# MEMORY_LABEL
source: Memory
ar: الذاكرة
ca: Memòria
cs: Paměť
da: Hukommelse
de: Speicher
el: Μνήμη
es: Memoria
es_419: Memoria
fi: Muisti
fr: Mémoire
fr_ca: Mémoire
he: זיכרון
hi: मेमोरी
hr: RAM
hu: Memória
id: Memori
it: Memoria
ja: メモリ
ko: 메모리
ms: Memori
nl: Geheugen
no: Minne
pl: Pamięć
pt_br: Memória
pt_pt: Memória
ro: Memorie
ru: Память
sk: Pamäť
sl: Pomnilnik
sv: Minne
th: หน่วยความจำ
tr: Bellek
uk: Памʼять
vi: Bộ nhớ
zh_cn: 内存
zh_hk: 記憶體
zh_tw: 記憶體

# MEM_ACCESSIBILITY_IMAGE_NON_OPTIMAL
source: Not optimal for best performance
ar: غير مثالي للحصول على أفضل أداء
ca: La configuració no garanteix un rendiment òptim
cs: Konfigurace neumožňuje optimální výkon
da: Ikke velegnet til den bedste ydeevne
de: Nicht optimal für beste Leistung
el: Δεν συνιστάται για βέλτιστη απόδοση
es: No adecuado para un rendimiento óptimo
es_419: Configuración no óptima para el mejor rendimiento
fi: Ei optimoitu parhaalle suorituskyvylle
fr: Déconseillé pour des performances optimales
fr_ca: Non optimal pour la performance
he: לא אופטימלי לקבלת ביצועים מרביים
hi: सर्वश्रेष्ठ प्रदर्शन के लिए ऑप्टिमल नहीं
hr: Nije optimalno za maksimalnu učinkovitost
hu: Nem optimális a legjobb teljesítményhez
id: Tidak optimal untuk kinerja terbaik
it: Non ideale per prestazioni ottimali
ja: 最適なパフォーマンスを得るためには適切ではありません
ko: 최고 성능에 적합하지 않음
ms: Tidak optimum untuk prestasi terbaik
nl: Niet optimaal voor beste prestaties
no: Ikke optimalt for best ytelse
pl: Nie jest zoptymalizowana pod kątem wydajności
pt_br: Não otimizado para melhor desempenho
pt_pt: Não é o mais apropriado para se obter o melhor desempenho.
ro: Nu este optim pentru performanțe maxime
ru: Не рекомендуется для наиболее высокой производительности
sk: Nie je optimálne pre najlepší výkon
sl: Ni optimalno za najboljše delovanje
sv: Inte optimalt för bästa prestanda
th: ไม่เหมาะสมสำหรับประสิทธิภาพการทำงานที่ดีที่สุด
tr: En iyi performans için uygun değil
uk: Неоптимальне значення для найвищої продуктивності
vi: Không tối ưu để có hiệu suất cao nhất
zh_cn: 未针对最佳性能进行优化
zh_hk: 並非取得最佳效能的理想設定
zh_tw: 不是最佳化的效能

# DISK_SIZE_RAID
source: %@ RAID Storage
ar: ‏%@ تخزين RAID
ca: %@ Emmagatzematge RAID
cs: Úložiště RAID %@
da: %@ RAID-lagring
de: %@ RAID-Speicher
el: Χώρος αποθήκευσης RAID %@
es: %@ Almacenamiento RAID
es_419: %@ Almacenamiento RAID
fi: %@ RAID-tallennustila
fr: %@ Stockage RAID
fr_ca: %@ Stockage RAID
he: ‏%@ אחסון RAID
hi: %@ RAID स्टोरेज
hr: %@ RAID memorija
hu: %@ RAID-tároló
id: %@ Penyimpanan RAID
it: Spazio RAID %@
ja: %@ RAIDストレージ
ko: %@ RAID 저장 공간
ms: %@ Storan RAID
nl: %@ RAID-opslag
no: %@ RAID-lagring
pl: %@ Pamięć RAID
pt_br: %@ Armazenamento RAID
pt_pt: Disco RAID: %@
ro: %@ Stocare RAID
ru: Хранилище RAID %@
sk: %@ RAID úložisko
sl: Pomnilnik RAID %@
sv: %@ RAID-lagring
th: %@ พื้นที่จัดเก็บข้อมูล RAID
tr: %@ RAID Depolama
uk: Сховище RAID %@
vi: Ổ lưu trữ RAID %@
zh_cn: %@ RAID储存空间
zh_hk: %@ RAID儲存空間
zh_tw: %@ RAID儲存空間

# DISP_APPLE
source: Apple %@
he: ‏%@ של Apple

# DISK_SIZE_FUSION
source: %@ Fusion Drive
ru: Накопитель Fusion Drive %@
zh_cn: %@ 融合硬盘
zh_hk: %@ 混合硬碟
zh_tw: %@ 融合硬碟

# MEM_ECC_TYPE
source: %@ ECC %@
sl: ECC %2$@ %1$@
